Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: have provided Canadians with secure, affordable, and community-oriented homes.
fr_fr: d'habitation a procuré aux Canadiens des logements sûrs, abordables et axés sur la

source: The Co-op Housing Development Program was co-designed with the Co-operative
fr_fr: vie communautaire. Le Programme de développement de coopératives d'habitation , conçu

source: Housing Federation of Canada and the co-operative housing sector and is the largest
fr_fr: conjointement avec la Fédération de l'habitation coopérative du Canada et le secteur

source: investment supporting the co-op housing sector in the last 30 years.
fr_fr: 30 dernières années destiné à soutenir le secteur des coopératives

source: The program is
fr_fr: d'habitation.

source: estimated to support the development of thousands of affordable rental co-operative housing
fr_fr: On estime qu'il appuiera le développement de milliers de logements

source: units by 2028.
fr_fr: abordables dans des coopératives d'habitation d'ici 2028.

source: Earlier this year, the program allocated $423 million in funding in support of eight new
fr_fr: dollars pour la construction de huit nouvelles coopératives d'habitation.

source: co-op buildings, creating a total of 837 new homes with more to come.
fr_fr: Cela représente 837 logements, et ce n'est qu'un début.

source: Eliminating the Goods and Services Tax (GST) for First-Time Home Buyers
fr_fr: Éliminer la taxe sur les produits et services (TPS) à l'achat d'une première habitation

source: To immediately bring down costs for many Canadians, Canada's new government is eliminating the Goods
fr_fr: Dans le but de faire baisser immédiatement les coûts pour de nombreux Canadiens, le nouveau

source: and Services Tax (GST) for first-time home buyers on new homes up to $1 million and reducing
fr_fr: gouvernement du Canada élimine la taxe sur les produits et services (TPS) pour les acheteurs d'une

source: the GST for first-time home buyers on new homes between $1 million and $1.5 million.
fr_fr: pour les acheteurs d'une première habitation neuve dont la valeur se situe entre 1 million et

source: The removal of the GST for first-time home buyers, which is currently before Parliament as part of
fr_fr: L'élimination de la TPS pour ces acheteurs, qui est actuellement examinée par le Parlement dans le

source: Bill C-4, helps bring down the costs of a newly built home—immediately making the goal of home
fr_fr: cadre du projet de loi C-4, aide à réduire le coût d'une habitation neuve. Elle rend immédiatement

source: ownership a reality for more Canadians, especially young families.
fr_fr: l'accession à la propriété possible pour plus de Canadiens, en particulier les jeunes familles.

source: Training the Next Generation of Canadian Builders
fr_fr: Former la prochaine génération de constructeurs canadiens

source: Building major infrastructure and millions of more homes will create high-paying careers for
fr_fr: La réalisation de grands projets d'infrastructure et la construction de millions de logements

source: These careers will require training for workers, so the newest generation of Canadian
fr_fr: travailleurs devront recevoir de la formation. La nouvelle génération de constructeurs canadiens

source: builders can build Canada Strong.
fr_fr: contribuera à bâtir un Canada fort.

source: The government will continue to prioritise building together, and
fr_fr: Le gouvernement continuera à faire d'une priorité de bâtir le

source: ensuring Canadians can see the community benefits of building our infrastructure and housing,
fr_fr: communautaire, les retombées de la construction d'infrastructures et de logements, notamment par le

source: including through supporting union labour.
fr_fr: soutien des travailleurs syndiqués.

source: As announced on October 27, 2025, Budget 2025 proposes to
fr_fr: Comme il a été annoncé le 27 octobre 2025, le budget de 2025 propose de

source: provide $75 million over three years, starting in 2026-27, to Employment and
fr_fr: fournir 75 millions de dollars sur trois ans, à compter de 2026-2027, à Emploi et

source: Social Development Canada to expand the Union Training and Innovation
fr_fr: Développement social Canada, afin d'élargir le Programme pour la formation et

source: Program , which supports union-based apprenticeship training in the Red Seals
fr_fr: l'innovation en milieu syndical , qui appuie la formation en milieu syndical des

source: trades. Building More Multi-Unit Homes
fr_fr: apprentis de métiers du Sceau rouge.

source: Multi-unit homes are critical to increasing the housing supply and providing affordable housing to
fr_fr: Il est essentiel de construire davantage de bâtiments à logements multiples pour accroître l'offre de logements et fournir des logements abordables aux Canadiens.

source: To catalyse the creation of these types of homes, the government is supporting the
fr_fr: type de logements, le gouvernement appuie le financement de nouveaux logements collectifs locatifs

source: financing of new multi-unit rental housing through mortgage loan insurance and securitisation.
fr_fr: grâce à l'assurance prêt hypothécaire et à la titrisation.

source: Budget 2025 announces that the government will increase the Canada
fr_fr: Dans le budget de 2025, le gouvernement annonce qu'il portera la limite annuelle d'émission

source: Mortgage Bond (CMB) annual issuance limit from $60 billion to $80 billion,
fr_fr: d'Obligations hypothécaires du Canada (OHC) de 60 milliards à 80 milliards de

source: starting in 2026 to unlock thousands of new housing units per year.
fr_fr: dollars, à compter de 2026, pour permettre la construction de milliers de nouveaux

source: This will increase
fr_fr: logements chaque année.

source: access to cost-effective mortgage funding for lenders, helping them offer more mortgages and
fr_fr: avantageux pour les prêteurs. Ces derniers pourront ainsi proposer plus de prêts hypothécaires

source: support the construction of new multi-unit housing across Canada.
fr_fr: et soutenir la construction de nouveaux bâtiments à logements multiples au Canada.

source: The increase will apply
fr_fr: Cette

source: exclusively to multi-unit housing.
fr_fr: augmentation s'appliquera exclusivement aux bâtiments à logements multiples.

source: The government will maintain the current pace of its
fr_fr: Le gouvernement

source: purchases of CMBs, up to $30 billion annually, to allow the private market full access
fr_fr: maintiendra son niveau actuel d'achat d'OHC, qui peut atteindre jusqu'à 30 milliards

source: to the additional issuance.
fr_fr: de dollars par année, pour que les marchés privés aient un plein accès à ces nouvelles

source: Strengthening First Nations Infrastructure Financing and Access to Clean Water
fr_fr: émissions. Renforcer le financement des infrastructures des Premières Nations et leur accès à l'eau potable

source: Our approach to supercharge building will help address infrastructure gaps in First Nations
fr_fr: Notre approche pour stimuler la construction aidera à combler le déficit d'infrastructure dans les

source: communities.
fr_fr: communautés des Premières Nations.

source: With engagement with First Nations partners, the government is continuing to explore
fr_fr: Le gouvernement mobilisera des partenaires autochtones pour

source: new financing tools to make existing funding more effective and expand the options available to
fr_fr: et élargiront les choix offerts aux communautés en matière d'infrastructures essentielles.

source: communities to deliver critical infrastructure.
fr_fr: de garantie de cautionnement et de soutien de sûreté à l'intention des entrepreneurs autochtones

source: For example, it is the government's intention to explore the creation of a bonding and surety
fr_fr: dans les réserves, afin que les entreprises de construction dans les réserves puissent

source: backstop pilot project for First Nations contractors on reserve to enable on-reserve
fr_fr: soumissionner pour des projets d'infrastructure, de même que d'un projet pilote distinct pour

source: construction companies to bid for infrastructure projects, as well as a standalone pilot scheme
fr_fr: monétiser des transferts fédéraux afin de soutenir le financement d'infrastructures des

source: to monetise federal transfers to support financing for First Nations infrastructure
fr_fr: Premières Nations dans les réserves.

source: on reserve. The government is committed to ending all long-term drinking water advisories on reserve and ensuring
fr_fr: Le gouvernement est déterminé à éliminer tous les avis à long terme concernant la qualité de l'eau

source: reliable access to clean drinking water for First Nations.
fr_fr: potable dans les réserves et à assurer aux Premières Nations un accès fiable à de l'eau potable propre.

source: Since 2015, 149 long-term drinking
fr_fr: Depuis 2015, 149 avis à long terme concernant la qualité de l'eau potable ont été

source: water advisories have been lifted, and more than 300 short-term advisories have been prevented from
fr_fr: levés, et plus de 300 avis à court terme ont été levés avant qu'ils ne deviennent des avis

source: becoming long-term.
fr_fr: à long terme.

source: Budget 2025 proposes to provide $2.3 billion over three years,
fr_fr: Le budget de 2025 propose de consacrer 2,3 milliards de dollars sur trois ans, à

source: starting in 2026-27, to renew the First Nations Water and Wastewater Enhanced Program .
fr_fr: l'approvisionnement en eau et le traitement des eaux usées des Premières Nations .

source: This funding will maintain progress on approximately 800 active
fr_fr: Ce financement maintiendra les progrès réalisés à l'égard de 800 projets actifs, dont

source: projects, including those focused on ending remaining water advisories and preventing new
fr_fr: ceux qui portent sur l'élimination des avis restants concernant la qualité de l'eau potable, et

source: ones by upgrading at-risk systems.
fr_fr: sur la modernisation des systèmes à risque pour éviter de nouveaux avis.

source: Supporting Indigenous Housing and Infrastructure
fr_fr: Soutenir le logement et les infrastructures autochtones

source: Access to affordable housing and dependable infrastructure is critical to ensuring a better future
fr_fr: L'accès à des logements abordables et à des infrastructures fiables est essentiel pour garantir un

source: for Indigenous Peoples.
fr_fr: Le gouvernement prendra des mesures pour résoudre les difficultés

source: This government will take action to address the unique and persistent
fr_fr: uniques et persistantes avec lesquelles les communautés autochtones sont aux prises en matière de

source: housing and infrastructure challenges facing Indigenous communities.
fr_fr: logement et d'infrastructures.

source: Build Canada Homes will work with First Nations, Inuit, and Métis leadership to determine how this
fr_fr: Maisons Canada, en collaboration avec les dirigeants des Premières Nations, des Inuits et des

source: mission-driven organisation and the catalysation of this new modern housing industry can best
fr_fr: Métis, déterminera de quelle manière elle peut, en tant qu'organisation axée sur une mission, aider

source: contribute to First Nations, Inuit, and Métis identified needs and priorities.
fr_fr: à répondre à leurs besoins et à leurs priorités, en tirant profit d'une industrie du logement

source: We recognise that the need for First Nations, Inuit, and Métis housing is acute.
fr_fr: moderne. Nous savons que les besoins de logement des Premières Nations, des Inuits et des Métis sont criants.

source: For this reason,
fr_fr: Nous travaillerons avec

source: $2.8 billion is being confirmed for urban, rural, and northern Indigenous housing. We will work
fr_fr: nos partenaires des Premières Nations, inuits et métis pour garantir que les projets sont réalisés

source: with First Nations, Inuit, and Métis partners to ensure rapid and effective delivery.
fr_fr: rapidement et efficacement.

source: Together with funding that is already working to support housing for First Nations on reserve, Inuit,
fr_fr: En plus du financement déjà attribué pour le logement des Premières Nations dans les réserves, des

source: and Métis communities, there remains over $3 billion available for First Nations, Inuit, and
fr_fr: Inuits et des Métis, il reste plus de 3 milliards de dollars pour faire progresser leurs

source: Métis to advance their housing priorities.
fr_fr: priorités en matière de logement.

source: The Minister of Indigenous Services will coordinate a cross-government Indigenous Housing Strategy
fr_fr: La ministre des Services aux Autochtones coordonnera la mise en place d'une stratégie

source: following engagement with First Nations on reserve, Inuit Treaty Organisations, Métis governments,
fr_fr: intergouvernementale de logement autochtone, à l'issue de consultations auprès des Premières Nations

source: and Modern Treaty holders and Self-Governing Indigenous Governments.
fr_fr: que des signataires de traités modernes et des gouvernements autochtones autonomes.

source: The government is also increasing the Canada Infrastructure Bank's
fr_fr: Le gouvernement augmente la cible de la Banque de l'infrastructure du Canada à l'égard des

source: target for investments in Indigenous infrastructure that benefit First Nations, Inuit, and
fr_fr: investissements dans les infrastructures autochtones qui profitent aux communautés des Premières

source: Métis communities from at least $1 billion to at least $3 billion across its
fr_fr: Nations, des Inuits et des Métis, la faisant passer d'au moins 1 milliard de dollars à un

source: priority sectors.
fr_fr: minimum de 3 milliards de dollars dans ses secteurs prioritaires.

source: 3.2 Tackling Affordability
fr_fr: 3.2 Rendre le coût de la vie plus abordable

source: Canada's new government has been relentlessly focused on bringing costs down for Canadians.
fr_fr: Le nouveau gouvernement du Canada travaille sans relâche à réduire le coût de la vie pour les

source: Above
fr_fr: Canadiens.

source: all, the government will empower Canadians by helping them get ahead and reduce their cost of
fr_fr: Le gouvernement donnera ainsi aux Canadiens les moyens qu'il leur faut pour réussir et

source: living.
fr_fr: rendra leur vie plus abordable.

source: When Canadians keep more of the money they earn, they can better support their families, invest in
fr_fr: S'ils conservent une plus grande partie de l'argent qu'ils gagnent, les Canadiens peuvent mieux

source: their communities, and build the future they want.
fr_fr: soutenir leur famille, investir dans leurs communautés et se bâtir un avenir à leur image.

source: Budget 2025 builds on the actions Canada's new government has already taken to make life more
fr_fr: Le budget de 2025 poursuit la mise en œuvre des mesures que le nouveau gouvernement du Canada a

source: affordable—delivering three major tax cuts, supercharging homebuilding to increase supply and lower
fr_fr: stimuler la construction de logements pour accroître l'offre et réduire les coûts de logement, et

source: housing costs, and introducing Automatic Federal Benefits so that millions of Canadians receive the
fr_fr: automatiser le versement de prestations fédérales pour que des millions de Canadiens reçoivent le

source: support they qualify for.
fr_fr: soutien auquel ils ont droit.

source: Middle-Class Tax Cut
fr_fr: Réduire les impôts pour la classe moyenne

source: Since July 1, 2025, Canadians have been paying less tax after the government announced lowering
fr_fr: Depuis le 1 er juillet 2025, les Canadiens payent moins d'impôts à la suite

source: the first marginal personal income tax rate from 15 per cent
fr_fr: d'imposition marginal de la première tranche de revenu des particuliers.

source: to 14 per cent.
fr_fr: Cette réduction de taux,

source: The rate reduction, which is currently before Parliament as part of
fr_fr: qui est actuellement examinée par le Parlement dans le cadre du projet de loi C-4, s'appliquera au

source: Bill C-4, applies to taxable income of up to $57,375 in 2025, providing meaningful relief
fr_fr: revenu imposable qui ne dépasse pas 57 375 $ en 2025. Il s'agit là d'une mesure

source: to middle-class Canadians—during a period of significant economic uncertainty and affordability
fr_fr: d'allègement significative pour les Canadiens de la classe moyenne, dans une période où règne une

source: challenges.
fr_fr: grande incertitude économique et où les problèmes d'abordabilité sont nombreux.

source: Nearly 22 million Canadians will benefit from tax relief of up to $420 per person,
fr_fr: Près de 22 millions de Canadiens profiteront de cet allègement fiscal qui pourrait

source: saving two-income families up to $840 a year.
fr_fr: atteindre 420 $ par personne et qui permettrait aux ménages à deux revenus d'économiser

source: The majority of tax relief will go to
fr_fr: jusqu'à 840 $ par année.

source: Canadians with incomes in the two lowest tax brackets.
fr_fr: dont le revenu se situe dans les deux tranches d'imposition inférieures.

source: Nearly 45 per cent of the tax
fr_fr: Près de 45 % de

source: relief will go to Canadians with income below approximately $57,400 (the first tax bracket) and
fr_fr: l'allègement fiscal ira aux Canadiens dont le revenu est inférieur à environ 57 400 $

source: 40 per cent to Canadians with income approximately between $57,400 and $114,800 (the
fr_fr: (première tranche d'imposition), tandis que 40 % ira aux personnes qui gagnent entre

source: second tax bracket).
fr_fr: 57 400 $ et 114 800 $ (deuxième tranche).

source: This measure is expected to provide $27.2 billion in tax relief to Canadians
fr_fr: Cette mesure devrait procurer un allègement fiscal de 27,2 milliards de

source: over five years starting in 2025-26.
fr_fr: dollars sur cinq ans à la population canadienne, à compter de 2025-2026.

source: Cancelling the Divisive Consumer Carbon Price
fr_fr: Éliminer la controversée tarification du carbone pour les consommateurs

source: Canada's new government cancelled the divisive consumer fuel charge—directly allowing Canadians to
fr_fr: Le nouveau gouvernement du Canada a éliminé la controversée redevance sur les combustibles pour les

source: save money from the price they pay at the pump.
fr_fr: consommateurs, qui économisent ainsi directement sur le prix à la pompe.

source: The government also removed the requirement for
fr_fr: Le gouvernement a aussi

source: provinces and territories to have a consumer-facing carbon price as of April 1, 2025.
fr_fr: supprimé l'obligation pour les provinces et les territoires d'avoir une tarification du carbone pour

source: actions have reduced gasoline prices in most provinces and territories by up to 18¢/L in
fr_fr: baisse du prix de l'essence dans la plupart des provinces et des territoires. Les réductions ont

source: comparison to 2024-2025, lowering headline inflation.
fr_fr: atteint jusqu'à 18 ¢ le litre par rapport aux prix de 2024-2025, ce qui a permis de

source: The government is also winding down mechanisms to return direct fuel charge proceeds to Canadians,
fr_fr: Le gouvernement élimine aussi progressivement les mécanismes qui servent à remettre les produits

source: small- and medium-sized businesses, farmers, and Indigenous governments.
fr_fr: agriculteurs et aux gouvernements autochtones.

source: This measure is estimated to cost about $4.2 billion in 2025-26.
fr_fr: Cette mesure devrait coûter environ 4,2 milliards de dollars en 2025-2026.

source: This included a final
fr_fr: Elle comprend le

source: Canada Carbon Rebate payment in April 2025 to residents of provinces where the fuel charge
fr_fr: dernier paiement au titre de la Remise canadienne sur le carbone versé en avril 2025 aux

source: applied.
fr_fr: résidents des provinces qui étaient assujetties à la redevance sur les combustibles.

source: Eliminating the fuel charge, which is currently before Parliament as part of Bill C-4, will give
fr_fr: L'élimination de la redevance sur les combustibles, qui est actuellement examinée par le Parlement

source: Canadian consumers and businesses certainty that the consumer carbon price is being permanently
fr_fr: du pays que la tarification du carbone pour les consommateurs est éliminée définitivement de la loi.

source: removed from legislation.
fr_fr: Automatiser le versement de prestations fédérales destinées aux personnes à faible revenu

source: Delivering Automatic Federal Benefits for Low-Income Individuals
fr_fr: Des millions de Canadiens à faible revenu ne produisent pas de déclaration de revenus, soit parce

source: Millions of lower-income Canadians do not file their taxes, either because they do not have the
fr_fr: qu'ils n'ont pas les ressources nécessaires, soit parce qu'ils pensent ne pas devoir d'impôt parce

source: resources to do so or because they think their income is too low to owe taxes.
fr_fr: que leur revenu est peu élevé.

source: This means that people who most need benefits often do not receive them, causing some Canadians to miss out on the GST/HST Credit , the Canada Child Benefit , the Canada
fr_fr: Ainsi, les gens qui auraient le plus besoin de prestations comme le crédit pour la TPS/TVH , l' Allocation canadienne pour enfants ,

source: Workers Benefit , and more benefits they are entitled to.
fr_fr: l' Allocation canadienne pour les travailleurs et d'autres encore ne les reçoivent

source: As announced on October 10 th , through Budget 2025, Canada's new government will
fr_fr: Comme annoncé le 10 octobre dernier, dans le cadre du budget de 2025, le nouveau

source: start Automatic Federal Benefits for the 2026 tax year that will reach up
fr_fr: fédérales pour l'année d'imposition 2026, ce qui concernera

source: to 5.5 million low-income Canadians by the 2028 tax year.
fr_fr: jusqu'à 5,5 millions de Canadiens à faible revenu d'ici l'année d'imposition 2028.

source: These individuals will be able
fr_fr: Ensuite, l'Agence du revenu du

source: to review and confirm a pre-filled income tax return, and the Canada Revenue Agency (CRA) will
fr_fr: Canada (ARC) produira automatiquement les déclarations de revenus de ces personnes pour s'assurer

source: automatically file these individuals' taxes to ensure they receive government benefits they qualify
fr_fr: qu'elles reçoivent les prestations auxquelles elles ont droit, y compris celles auxquelles ces

source: for—including benefits that these Canadians may not be aware they are entitled to.
fr_fr: Canadiens ignorent peut-être être admissibles.

source: For many Canadians, filing an income tax return is the gateway to accessing important benefits, such
fr_fr: Pour beaucoup de Canadiens, remplir une déclaration de revenus permet d'obtenir d'importantes

source: as the Canada Child Benefit and the GST/HST Credit .
fr_fr: prestations, comme l' Allocation canadienne pour enfants et le crédit pour

source: While this
fr_fr: la TPS/TVH .

source: will make filing easier for millions of lower-income Canadians, some will not be able to or will
fr_fr: millions de Canadiens à faible revenu, certaines personnes ne pourront pas ou ne voudront pas

source: choose not to use this new service.
fr_fr: l'utiliser.

source: To help individuals with lower incomes receive the benefits to which
fr_fr: Pour aider les particuliers à faible revenu à recevoir les prestations auxquelles ils ont droit,

source: they are entitled, Budget 2025 also proposes to amend the Income Tax Act to
fr_fr: le budget de 2025 propose aussi de modifier la Loi de l'impôt sur le revenu, afin
